awesome-luajit-git
awmtt
chromium-widevine
dropbox
electronic-wechat-bin
equilux-theme
expressvpn
gotop-bin
jdk8
js60
libdmx
lightdm-settings
luajit-lgi
masterpdfeditor-free
micro-bin
microsoft-python-language-server
mu
nodejs-nativefier
otf-eb-garamond
otf-fira-code
otf-vollkorn
pam-gnupg-git
pam-python
paper-icon-theme-git
powerstat-git
python-dlib
python-face_recognition
python-face_recognition_models
python-ffmpeg
python-unicode-slugify-git
python2-apsw
python2-babel
python2-css-parser
python2-distutils-extra
python2-html2text
python2-html5-parser
python2-imagesize
python2-markdown
python2-mechanize
python2-netifaces
python2-pychm
python2-pyqt5
python2-pyqtwebengine
python2-pytoml
python2-regex
python2-sip-pyqt5
python2-snowballstemmer
python2-sphinx
python2-sphinx-alabaster-theme
python2-sphinxcontrib-websupport
python2-unrardll
radeontop-git
rofi-greenclip
spaceship-prompt-git
stress-ng
teams
transset-df
ttf-font-awesome-4
unetbootin
uuid
vdhcoapp-bin
whatsapp-nativefier
wps-office
xidlehook
xorg-font-utils
zoom
