acpi
acpi_call-dkms
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
aircrack-ng
alacritty
alsa-card-profiles
alsa-firmware
alsa-tools
alsa-utils
amd-ucode
anaconda
android-tools
arandr
archlinuxcn-keyring
aria2
arrayfire
aspell-en
atool
audacity
autoconf
automake
autopep8
axel
base
bash-completion
bash-language-server
bat
bc
bdf-unifont
binutils
bison
blender
blueman
bluez-utils
bolt
boost
cabal-install
calibre
cava
ccls-git
clang
cmake
conky
cryptominisat5
cuda
cudnn
cups
curl
dhcpcd
dialog
ditaa
dmidecode
dosbox
dosfstools
downgrade
dunst
efibootmgr
elinks
emacs
epdfview
eslint
exfat-utils
fakeroot
fcitx5-chinese-addons-git
fcitx5-configtool-git
fcitx5-git
fcitx5-gtk-git
fcitx5-mozc-git
fcitx5-pinyin-zhwiki
fcitx5-qt4-git
fcitx5-qt5-git
ffmpeg
ffmpegthumbnailer
ffsend-bin
file
filezilla
findutils
flake8
flameshot
flex
fontforge
fwupd
gawk
gcc
gcc-fortran
gconf
gdb
gettext
ghc
gimp
git
glmark2
gnome-disk-utility
gnome-keyring
go-tools
google-chrome
gparted
grep
groff
grub
grub-customizer
gstreamer0.10-base
gstreamer0.10-base-plugins
gvfs
gvfs-mtp
gzip
haskell-base-prelude
haveged
hdparm
hid-nintendo-dkms
highlight
htop
i2c-tools
i7z
ifplugd
imagemagick
inkscape
iw
jdk
jdk-openjdk
jdk8-openjdk
jfsutils
joycond-git
jq
jre
jre8-openjdk
jre8-openjdk-headless
jupyter-notebook
kdiff3
ladspa
lbzip2
leafpad
lib32-curl
lib32-giflib
lib32-krb5
lib32-libjpeg6-turbo
lib32-libva
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-systemd
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
libcaca
libcups
libfprint
libheif
libinput-gestures
libjpeg6-turbo
librecad
librime
libselinux
libtool
libva-mesa-driver
libva-vdpau-driver
libvdpau-va-gl
libvncserver
libwmf
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
liquidctl
logrotate
lsof
luit
lutris
lxappearance
m4
make
man-db
man-pages
mendeleydesktop-bundled
mesa-demos
mesa-vdpau
mg
micro
minecraft-launcher
mlocate
most
mpc
mpd
mpg123
mpv
msmtp-mta
msr-tools
mtpfs
nano
ncdu
ncmpcpp
neofetch
nerd-fonts-complete
netctl
nltk-data
nodejs-nativefier
nomacs
noto-fonts-cjk
noto-fonts-emoji
npm
ntp
numix-circle-icon-theme-git
numix-icon-theme-git
nvidia
nvidia-dkms
nvidia-settings
nvme-cli
ocl-icd
offlineimap
oh-my-zsh-git
okular
openmpi
openvpn
os-prober
p7zip
package-query
pacman
pacman-contrib
pandoc
pandoc-crossref
papirus-icon-theme
pass
patch
pavucontrol
pbzip2
pcmanfm
pcsx2
pdf2svg
peek
perl-image-exiftool
picom
pinta
pkgconf
playerctl
polkit-gnome
poppler-data
poppler-glib
powertop
ppp
ppsspp
pptpclient
pptpd
prettier
progress
proxychains-ng
ps_mem
pulseaudio-alsa
pulseaudio-bluetooth
python-beautifulsoup4
python-bitstring
python-cftime
python-distutils-extra
python-future
python-h5py
python-jedi
python-keyring
python-lxml
python-matplotlib
python-netcdf4
python-networkx
python-nltk
python-numpy
python-opencv
python-pillow
python-pip
python-pyalsa
python-pydocstyle
python-pydot
python-pyflakes
python-pylint
python-pyswip
python-pytorch-opt-cuda
python-pyxdg
python-rope
python-scikit-image
python-scikit-learn
python-seaborn
python-sympy
python-tensorflow-opt-cuda
python-torchvision-cuda
python-virtualenv
python-wheel
python-xarray
python-z3
python2-configparser
python2-gobject
python2-pip
qt5-graphicaleffects
qt5-quickcontrols2
quilt
qutebrowser
ranger
rar
reflector
reiserfsprogs
remmina
ripgrep
rofi
rpcs3-git
rsync
ruby-bundler
ruby-colorator
ruby-diff-lcs
ruby-eventmachine
ruby-forwardable-extended
ruby-jekyll-sass-converter
ruby-kramdown
ruby-mercenary
ruby-pathutil
ruby-rake
ruby-rake-compiler
ruby-rouge
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-safe_yaml
ruby2.7
rust
rust-analyzer
s-nail
s-tui
s3fs-fuse
samba
screen
screenkey
sdl
seahorse
sed
shadowsocks-qt5
simplescreenrecorder
skypeforlinux-preview-bin
slock
smartmontools
snes9x-git
snes9x-gtk
solaar
sox
sshfs
stalonetray
steam
strace
sudo
swi-prolog
swig
sysstat
systemd
systemd-libs
systemd-sysvcompat
tcl
tensorboard
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-langchinese
texlive-langextra
texlive-latexextra
texlive-pictures
texlive-science
the_silver_searcher
thefuck
thermald
tk
tldr
tmux
transmission-gtk
trash-cli
tree
ttf-nerd-fonts-symbols
ttf-sarasa-gothic
ttf-symbola
udiskie
unison
unixodbc
unzip
upower
v4l2loopback-dkms
valgrind
ventoy-bin
vi
vimix-gtk-themes-git
visual-studio-code-bin
vkd3d
vlc-git
w3m
wget
which
wine-staging
winetricks
wpa_supplicant
x11vnc
xarchiver
xdg-user-dirs
xf86-input-evdev
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
yapf
yay
ydcv
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zsh
zsh-autosuggestions
