acpi
acpi_call-dkms
acpilight
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
aircrack-ng
alsa-tools
alsa-utils
android-tools
arandr
archlinuxcn-keyring
aria2
armadillo
aspell-en
atool
autoconf
automake
autopep8
awesome
axel
baidunetdisk-bin
base
bash-completion
bash-language-server
bat
bc
bison
blueman
bluez-utils
bolt
boost
calibre
ccls-git
chromium
clang
cmake
code
conky
cpupower
cryptominisat5
cuda
cudnn
cups
dhcpcd
dialog
ditaa
dosfstools
dunst
efibootmgr
elinks
emacs
epdfview
eslint
fakeroot
fcitx5-chinese-addons-git
fcitx5-git
fcitx5-gtk-git
fcitx5-mozc-git
fcitx5-qt4-git
fcitx5-qt5-git
ffmpegthumbnailer
filezilla
flameshot
flex
fontforge
fwupd
gcc
gcc-fortran
gconf
gdb
gimp
git
glmark2
gnome-keyring
go-tools
gotop-bin
grub
grub-customizer
gvfs
gvfs-mtp
hardinfo
highlight
htop
i7z
imagemagick
inkscape
intel-compute-runtime
intel-ucode
iw
jdk
jdk-openjdk
jdk8-openjdk
jfsutils
jq
jre
jupyter-notebook
kdiff3
leafpad
lib32-freetype2-infinality-ultimate
lib32-giflib
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg6-turbo
lib32-libva
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
libcaca
libfprint
libheif
libinput-gestures
libjpeg6-turbo
libva-mesa-driver
libvncserver
libwmf
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-mainline
linux-mainline-headers
linux-zencjk
linux-zencjk-headers
logrotate
lsof
lutris
lxappearance
m4
make
man-db
man-pages
mendeleydesktop-bundled
mesa
mesa-demos
mesa-vdpau
mg
minecraft-launcher
mlocate
most
mpc
mpd
mpg123
msmtp-mta
msr-tools
mtpfs
nano
ncdu
ncmpcpp
neofetch
nerd-fonts-complete
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-pptp
nodejs-nativefier
nomacs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
numix-circle-icon-theme-git
numix-icon-theme-git
nvidia-dkms
nvidia-prime
nvidia-settings
ocl-icd
offlineimap
oh-my-zsh-git
okular
openmpi
openvpn
os-prober
otf-fira-code
package-query
pacman-contrib
pandoc
pandoc-citeproc
pandoc-crossref
papirus-icon-theme
patch
pavucontrol
pcmanfm
pcsx2
pdf2svg
pepper-flash
picom-git
pinta
pkgconf
playerctl
polkit-gnome
poppler-data
poppler-glib
powertop
ppp
ppsspp
pptpd
prettier
proxychains-ng
ps_mem
pulseaudio-alsa
pulseaudio-bluetooth
python-future
python-keyring
python-language-server
python-matplotlib
python-networkx
python-numpy
python-pillow
python-pip
python-pyalsa
python-pydot
python-pyflakes
python-pytorch-opt-cuda
python-scikit-learn
python-seaborn
python-spotipy
python-torchvision-cuda
python-unicode-slugify-git
python-xdg
python2-configparser
python2-distutils-extra
python2-lxml
python2-pip
qt5-graphicaleffects
qt5-quickcontrols2
quilt
qutebrowser
r
ranger
rar
reflector
reiserfsprogs
remmina
ripgrep
rofi-greenclip
rsync
ruby-colorator
ruby-diff-lcs
ruby-eventmachine
ruby-forwardable-extended
ruby-jekyll-paginate
ruby-jekyll-sass-converter
ruby-kramdown
ruby-mercenary
ruby-pathutil
ruby-rake
ruby-rake-compiler
ruby-rouge
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-safe_yaml
s-nail
s3fs-fuse
samba
screenkey
sdl
shadowsocks-qt5
skypeforlinux-preview-bin
slock
smartmontools
solaar
sshfs
stalonetray
steam
strace
stress
sudo
superlu
swig
tcl
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-langchinese
texlive-langextra
texlive-latexextra
texlive-pictures
texlive-science
thefuck
tk
tlp
tmux
transmission-gtk
transset-df
trash-cli
tree
ttf-nerd-fonts-symbols
ttf-sarasa-gothic
ttf-symbola
ttf-wps-fonts
udiskie
unison
unixodbc
unzip
upower
vi
vimix-gtk-themes-git
vlc
vnstat
vulkan-intel
w3m
wget
whatsapp-nativefier
which
wine-staging
wine-wechat
wpa_supplicant
wps-office
xarchiver
xdg-user-dirs
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
yay-git
ydcv
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zsh
zsh-autosuggestions
