ao
awesome-luajit-git
awmtt
chromium-widevine
dropbox
equilux-theme
expressvpn
gcc8
gcc8-libs
gcc9
gcc9-libs
gotop-bin
gwe
jdk8
libdmx
libmagick6
libmicrodns-git
lightdm-settings
logiops-git
luajit-lgi
masterpdfeditor-free
micro-bin
mu
nodejs-nativefier
otf-eb-garamond
otf-vollkorn
pam-gnupg-git
paper-icon-theme-git
peaclock
pepper-flash
powerstat-git
pycp
python-dlib-cuda
python-ffmpeg
python-injector
python-py3nvml
python-unicode-slugify-git
python2-apsw
python2-markdown
rofi-greenclip
spaceship-prompt-git
stress-ng
teams
transset-df
ttf-font-awesome-4
unetbootin
uuid
whatsapp-nativefier
wps-office
xdman
xidlehook
xorg-font-utils
zoom
