akvcam-dkms
ao
awesome-luajit-git
awmtt
baidunetdisk-bin
bibtex2html
chromium-widevine
cplex
dropbox
equilux-theme
expressvpn
fake-background-webcam-git
gcc8
gcc8-libs
gcc9
gcc9-libs
gotop-bin
gwe
jdk8
jed
libdmx
libglade
libmicrodns-git
librealsense-git
lightdm-settings
logiops-git
luajit-lgi
masterpdfeditor-free
microsoft-edge-dev-bin
mu
nodejs-decktape
ntfs-3g-fuse
otf-eb-garamond
otf-vollkorn
pam-gnupg-git
paper-icon-theme-git
pepper-flash
perl-term-shellui
powerstat-git
projecteur-git
pycp
python-colored
python-dlib-cuda
python-docplex
python-ffmpeg
python-injector
python-inotify-simple
python-mediapipe-git
python-py3nvml
python-pyfakewebcam-git
python-pyrealsense2-git
python-spotipy
python-unicode-slugify-git
python2-apsw
python2-markdown
rofi-greenclip
spaceship-prompt-git
teams
texlive-localmanager-git
transset-df
ttf-font-awesome-4
ttf-wps-fonts
uuid
vizex
wechat-uos
whatsapp-nativefier
wps-office
wps-office-mui-zh-cn
xdman
xidlehook
xorg-font-utils
zhumu
zoom
